{
  "lccn": ["sn89053363"],
  "funding_source": "homeplace",
  "newspaper_types": ["community", "record"],
  "essay": "Following the closure of the <i>Weekly Journal</i> in May 1890, a company of forty stockholders formed the Banks County Publishing Company and founded the <i>Banks County Gazette</i> in Homer, Georgia. Based on the issue numbering of the <i>Gazette</i>, these stockholders saw the <i>Gazette </i>as a continuation of the preceding Joseph Barton-owned newspapers. The title published out of the same offices, and managed by J. D. Hill, who purchased the lot from Barton in April, 1890. T.O. Rorie moved to the <i>Gazette</i> at its foundation as publisher and stayed on until January 14, 1891. Following Rorie’s departure, the paper was managed by several different people. Joe S. Hames and Ira K. Hill first operated the paper in Rorie’s absence. During this time, Hames politically aligned the paper with the Farmers’ Alliance which later organized as the People’s Party. Hames and Hill ran the paper together until January 1892, when Hill left the publication; this resulted in more heavily populist, prohibitionist, and anti-tobacco editorials in the pages of the paper. Hames’ politics put him at odds with stockholder Dr. V. D. Lockhart which resulted in Henry Brewster taking over as editor and publisher in December, 1892. Brewster shifted the paper’s politics to align with the Democratic Party and edited the paper with the assistance of Lockhart until May, 1895 when Brewster allowed S. L. Cox and M. C. Sanders to edit and manage the paper under his ownership. On January 6, 1896, Brewster left the <i>Gazette</i> to work for the <i>Cherokee Advance</i> in Canton, leaving S. L. Cox as lead editor and publisher. Charles O. Toney worked on the <i>Gazette</i> with Cox for four months at the end of 1896, but Cox largely operated the paper on his own until 1897. On February 15, 1897, Cox merged the <i>Gazette</i> with the <i>Harmony Grove Echo</i> to create the <i>Harmony Grove Echo-Gazette</i>. The <i>Gazette</i> didn’t stay in Harmony Grove long as Homer residents pressured owner Dr. W. B. Hardman into returning the paper on April 1, 1897. Upon its return, he changed the name to the <i>Banks County Journal</i>."
}