{
  "lccn": ["sn90052080", "sn85034006"],
  "funding_source": "homeplace",
  "newspaper_types": ["community", "record"],
  "essay": "E. T. Pound and Charles Lambdin founded the <i>Weekly Gazette</i> in 1868 in Barnesville, Georgia. The four-page newspaper published weekly at a subscription cost of two dollars and aligned itself politically with the Democratic Party. For nearly forty years, the only aspect of the paper to change, besides editors and owners, was the subscription cost (the price became a dollar in 1890). The partners published the paper together until 1871 when E. T. Pound became the sole editor and publisher of the paper. In 1873, the paper was again published by a duo under Pound and Riley. Riley stayed for a single year, and Pound was joined on the masthead by a Beverley in 1874. In that same year, the paper surpassed a circulation of 1,000 and continued to increase subscription rates, eventually reaching 2,000 in 1905. In 1875, the paper came under the ownership of J. C. McMichael and Allen who changed the name to the <i>Barnesville Gazette</i>. Allen left the paper a year later, leaving McMichael as sole editor and owner until B. H. Hardy came on as a partner in 1890. 1886 is the only year during his fifteen year stretch McMichael was away from the paper, leaving Henry R. Harris Jr. as publisher. By 1893, B. H. Hardy is listed as the only owner, and he held onto the paper until selling to E. N. Mills and Gordy in 1899. Thad Adams became the <i>Gazette’s </i>editor in 1900 alongside Mills as publisher. By 1901, the only name attached to the paper was Er. Lawshe, and he was the final independent owner of the publication. In 1902, the <i>Barnesville Gazette</i> officially became the <i>Barnesville News-Gazette</i> organized under the Barnesville News Publishing Company with Thad Adams as editor.  In 1905, B. H. Hardy returned to the <i>News-Gazette</i> and acted as publisher until handing the paper over in 1941. The paper continues today as Barnesville’s legal organ under the title the <i>Herald-Gazette</i>."
}