{
  "lccn": ["2001233946"],
  "funding_source": "taylor_fdn",
  "newspaper_types": ["religious"],
  "essay": "<p>On February 2, 1822, one month after the opening of Columbian College, the <a href='https://www.georgiaencyclopedia.org/articles/arts-culture/christian-index'><i>Christian Index</i></a> began as the <i>Columbian Star</i> under the ownership of Luther Rice and the editorship of James D. Knowles. The paper published out of Washington D. C. as an advocate for Baptist mission efforts and Columbian College. When Knowles graduated from Columbian College in 1825 and left the <i>Star</i>, John S. Meehan, the Triennial Convention’s printer, took over as an interim editor. It was not long before the Convention appointed a new editor, Baron Stow, who joined the paper on January 28, 1826. Stow edited the paper until 1827 when the publication moved to Philadelphia. During Stow’s tenure, two <i>Columbian Stars</i> were published briefly as Luther Rice and Samuel Smoot each published their own edition. This rivalry, along with the Board of Mission’s move to Boston in 1826, spurred the paper’s move to Philadelphia.</p><p>W. T. Brantley, an Augusta, Georgia, native, edited the paper in Philadelphia from 1827 to 1833. Brantley is credited with expanding the paper’s coverage significantly and changing the masthead to the <i>Columbian Star and Christian Index.</i> Brantley still used the paper primarily to report Baptist mission news, but he added a “secular summary” column that covered local and national news. The paper increasingly took on a pro-temperance stance and featured a notable rise in Georgia-related news. Brantley’s tenure also saw the frequent inclusion of essays written by <a href='https://www.georgiaencyclopedia.org/articles/arts-culture/jesse-mercer-1769-1841'>Jesse Mercer</a> of Washington, Georgia. In 1831, Brantley reached out to Mercer about moving the <i>Index</i> to Georgia; Brantley believed his paper to be a “southern paper” and thought a southern location might increase circulation. This sentiment, combined with increased tensions with Northern Baptists over the issue of slavery, lead to Brantley’s June 29, 1833, announcement that the <i>Index</i> was moving to Washington, Georgia. The publication’s final Philadelphia issues were printed from July to August, 1833 under the title the <i>Christian Index and Baptist Miscellany</i>.</p><p>By September 14, 1833, Jesse Mercer, having taken on the financial burden of setting up a new print shop, was printing the <i>Index</i> in Georgia. With William H. Stokes as assistant editor and printer, Mercer published the <i>Index</i> for 7 years. An ailing Mercer made his first attempt to donate the paper to the Georgia Baptist Convention in 1839. It was not until May 1840 that the Baptist Convention accepted his donation. Under the Convention’s ownership, the paper moved to Penfield, Georgia, where the Georgia Baptist Convention and Mercer University resided. W. H. Stokes was promoted to full editorship in 1841. Stokes edited for only a year, but he introduced popular columns such as the “children’s department” and “young people’s column.” The next editor, Joseph S. Baker, lead the <i>Index</i> from 1842 to 1848. In 1846, Baker removed the paper from Baptist Convention control, and the Convention didn’t regain ownership until 1920. Baker supported the forming of the Southern Baptist Convention in 1845 and frequently editorialized against Northern abolitionists. Citing frustration with critics and lack of Convention cooperation, Baker resigned in June, 1848. For a year, Billington M. Sanders led the paper, followed by J. L. Dagg who controlled the paper from 1850 to 1856.</p><p>In 1857, the <i>Index</i> again changed homes; this time the newspaper followed Mercer University’s move to Macon, Georgia. During this period, a five-man committee led by Joseph Walker controlled the publication. Because of financial difficulties in spring of 1860, the paper was sold to Samuel Boykin and Reverend C. M. Irwin. Boykin and Irwin used their paper to call for unity among Baptists, but ultimately supported the Confederate government once secession became inevitable. From October 1861 to February 1862, no issues were printed. The paper returned in September of 1862 and Samuel Boykin, now the sole owner, introduced the successful <i>Child’s Index</i> (later <i>Child’s Delight</i>) as a supplement to the newspaper. This youth-focused column had over 12,000 subscribers by 1865. In order to continue printing during financial struggle, Boykin reduced the paper’s size by half and increased subscription costs significantly in October of 1864. The paper temporarily ceased publication again in 1865 and did not reappear until November 9, 1865, under a new owner, J. J. Toon.</p><p>The sale to J. J. Toon, owner of Franklin Publishing House, led to the <i>Christian Index’s</i> move to a permanent home in Atlanta, Georgia. Toon brought on Henry Holcombe Tucker as head editor in 1866. The paper’s masthead became the <i>Christian Index and Southwestern Baptist</i> following the purchase and absorption of an Alabama paper of the same title. In 1872, Toon continued his process of merging Baptist papers by combining the <i>Christian Herald</i> of Tennessee with the <i>Index </i> by 1882, the <i>Florida Index</i> and <i>Baptist Banner</i> were also absorbed. In 1888, James P. Harrison, now the owner, formed the Christian Index Company. Henry Holcombe Tucker, having gained full editorial control of the <i>Index</i> in September of 1888, removed all the absorbed subtitles with the exception of the <i>Southwestern Baptist</i>. In addition to the subtitle removals, Tucker oversaw the implementation of color printing in the <i>Index</i> in 1893. The paper passed into new hands in January of 1896 when T. P. Bell purchased the Christian Index Publishing Company with co-owner Van Ness. T. P. Bell brought on Benjamin Graham and they formed the Index Printing Company in 1907. In January, 1916, T. P. Bell, the longest serving editor of the <i>Index</i> to that date, retired leaving Graham as sole editor. </p><p>After trying since 1914 to sell the paper back to the Georgia Baptist Convention, Graham was finally successful in the fall of 1919. <a href='https://www.georgiaencyclopedia.org/articles/arts-culture/louie-d-newton-1892-1986'> Louis D. Newton</a> became the <i>Christian Index</i> director on January 8, 1920, and stayed on for ten years. By 1921, circulation numbers reached 30,000 as the paper achieved financial stability and featured fifteen special columns of guest columnists like Atlanta sports writer, Morgan Blake. Newton’s <i>Index</i> was strongly in favor of prohibition and opposed Democratic candidate Al Smith for his anti-prohibition stance. Newton officially turned in his resignation in April, 1929, but stayed as lead editor until the Convention appointed Dr. O. P. Gilbert to the position on January 17, 1930. Gilbert surpassed Newton’s ten year record by staying with the <i>Index</i> for seventeen years. The depression forced a reduction in size from thirty-four pages to twenty-four and the release of some staff. On the week of June 27, 1939, the <i>Index</i>, for the only time in its history, published daily during the World Baptist Alliance’s convention in Georgia. The end of that week saw the publishing of a special 180-page issue summarizing the events. After Dr. O. P. Gilbert’s death on April 6, 1947, John Jeter Hurt Jr. became the <i>Index</i>’s twenty-seventh editor in June of that year. Hurt’s tenure saw the paper’s circulation grow past 100,000 subscribers. Hurt revolutionized the paper’s management by suggesting a plan for rotating board members as opposed to permanent board positions and the Convention accepted this recommendation in 1958. After Hurt left the <i>Index</i> to edit the <i>Baptist Standard</i> in Texas in July, 1966, Jack H. Harwell took over. The <i>Index</i> continues today as the longest continuously running religious newspaper in the United States.</p>"
}