{
  "lccn": ["sn91046080"],
  "funding_source": "",
  "newspaper_types": ["school"],
  "essay": "The <i>Mercer Cluster</i> began publication as <a href='https://www.georgiaencyclopedia.org/articles/education/mercer-university'>Mercer University's</a> long-running student newspaper in Macon in 1920. The paper is named for school founder Jesse Mercer's hymnal, <i>The Cluster of Spiritual Songs, Divine Hymns, and Sacred Poems</i>. Since its inception the newspaper has covered stories and editorials about campus events, sports, sororities and fraternities, local issues, religious affairs, and club activities. The former staff of the <i>Cluster</i> is a who's who of southern journalists and writers, including Buford Boone who served as editor-in-chief of the <i>Mercer Cluster</i> in the late 1920s. Boone moved to Alabama in 1947, where, as owner and editor of the Tuscaloosa News, he won a Pulitzer Prize in 1957 for his work. In the late 1930s, Jack Tarver began his journalistic career as the <i>Mercer Cluster's</i> sports editor before eventually serving as the publisher for the <a href='https://www.georgiaencyclopedia.org/articles/arts-culture/atlanta-journal-constitution'><i>Atlanta Journal</i> and <i>Atlanta Constitution</i></a> in the 1960s and 1970s. Best-selling author and Georgia Writers Hall of Fame member <a href='https://www.georgiaencyclopedia.org/articles/arts-culture/ferrol-sams-1922-2013'>Ferrol Sams</a> worked as both a writer and advertising manager for the paper in the early 1940s. Other former <i>Mercer Cluster</i> staff members include author and attorney Robert L. Steed, <i>Atlanta Journal-Constitution</i> editor J. Reginald Murphy, U. S. Attorney General <a href='https://www.georgiaencyclopedia.org/articles/government-politics/griffin-bell-1918-2009'>Griffin Bell</a>, and Pulitzer Prize-winning journalist Malcolm Malone Johnson, whose work inspired the film “On the Waterfront”.  Known today simply as The <i>Cluster</i>, the newspaper has remained in continual publication since its founding and maintains a bi-weekly circulation of 1,500 copies. Since 2001, The <i>Cluster</i> has been presented in both paper and online formats for the Mercer University community."
}