{
	"lccn": ["sn82014931", "sn84024796", "sn84024797", "sn84024798", "sn84024799", "sn84024802", "sn90052395", "sn90052396"],
	"funding_source": "",
	"newspaper_types": ["community", "record"],
	"essay": "<p><a href=\"http://www.georgiaencyclopedia.org/articles/history-archaeology/mirabeau-b-lamar-1798-1859\">Mirabeau Bonaparte Lamar</a> established the <i>Columbus Enquirer</i> as a weekly newspaper in May of 1828, making it the fourth oldest newspaper in Georgia. During its earliest issues, the paper championed the ideological cause of state's rights and later supported <a href=\"http://www.georgiaencyclopedia.org/articles/government-politics/george-troup-1780-1856\">Troup Faction</a> policies in Georgia, including the defense of South Carolina's right to nullify the Tariff Act of 1928. Lamar sold the paper after the death of his wife in 1830, and eventually became the second president of the Republic of Texas. During the following decade, the <i>Enquirer</i> supported Whig politicians for office, including Henry Clay and Zachary Taylor. The paper began daily publication in 1859. Two years later, southerners were faced with the possibility of secession, and the <i>Enquirer</i> broke with many other prominent newspapers of the time in calling for cooperation with the North, but quickly aligned itself with Georgia once secession became official. The <i>Enquirer</i> continued to provide the Columbus area with news during and after the Civil War by taking advantage of newly available telegraphic news services. In 1874, the <i>Enquirer</i> merged with the its largest local competitor, the Columbus <i>Sun</i>, and became the <i>Columbus Enquirer-Sun</i>.</p><p>During the twentieth century, the <i>Enquirer</i> won two Pulitzer Prizes for Public Service. The first was won in 1926 by owners <a href=\"http://www.georgiaencyclopedia.org/articles/arts-culture/julian-and-julia-collier-harris-1874-1963-1875-1967\">Julian Harris</a> (son of <a href=\"http://www.georgiaencyclopedia.org/articles/arts-culture/joel-chandler-harris-1845-1908\">Joel Chandler Harris</a>) and <a href=\"http://www.georgiaencyclopedia.org/articles/arts-culture/julian-and-julia-collier-harris-1874-1963-1875-1967\">Julia Collier Harris</a> for their coverage of the Scopes Monkey Trial in Tennessee, their strident opposition to the activities of the KKK, and the paper's public stance against lynching. The second was won in 1955 by the paper for its investigation into government corruption and organized crime in Phenix City, Alabama. The <i>Enquirer</i> and the <i>Columbus Ledger</i> were brought under the same management in 1936, with the <i>Enquirer</i> serving as a morning paper and the <i>Ledger</i> as an afternoon paper. Newspaper publisher Knight Ridder purchased the both the <i>Enquirer</i> and the <i>Ledger</i> in 1973. The two papers didn't officially merge until 1988, when the paper adopted its current name: the <i>Columbus Ledger-Enquirer</i>. The McClatchy Company is the current owner, having acquired the newspaper in 2006.</p>"
}