{
  "lccn": ["sn88061212"],
  "funding_source": "",
  "newspaper_types": ["community", "record"],
  "essay": "March 14, 1890 marked the date that the first four page, seven column issue of the <i>Dahlonega Nugget</i> was published under the efforts of William G. McNelley and S.H. Williams. The early years of the <i>Nugget</i> were unsteady as the paper passed through the hands of a few owners. McNelley, having purchased S.H. William's interest, sold the paper to Woodward and Williams who subsequently shifted locations to Cleveland and changed the publication's masthead to <i>The Cleveland Progress</i> McNelley returned to Dahlonega and restarted the <i>Nugget</i> only to have the paper die again shortly afterward. In 1897, however, the <i>Nugget</i> fell into the hands of William Benjamin Townsend. Uneducated and untrained, Townsend's homespun folk style of writing caused his subscription list to grow large enough that his hand cranked press could not keep up; the circulation had to be limited to 1,000 issues. In 1915, the Department of Journalism of the University of Oregon published a report noting the <i>Nugget</i> as one of three top country papers in the United States. Townsend was owner, publisher, and editor of the <i>Dahlonega Nugget</i> for thirty-five years with the last line of his final editorial stating “Ye Editor is sick.” The <i>Nugget</i> was then owned by Townsend's son, Jody, for eleven years until selling the publication to William M. and Mary Lou B. Smith in 1944. Owned by the Smiths for two years, the <i>Nugget</i> subscription list dropped drastically to 376 subscribers. The next owner, Frances Conner, was able to recover the lost subscribers. The <i>Nugget</i> found itself under the stewardship of Jack Parks who took over on The Nugget's 58th anniversary on March 4, 1949. Parks gave up his status as owner and publisher in 1981 when he sold the paper to Community Newspapers, Inc. Today, the <i>Nugget </i>still serves the city of Dahlonega as its legal organ."
}