{
  "lccn": ["sn88054102", "sn88054098", "sn89053377", "sn89053378", "sn89053945", "sn89053946", "sn89053947"],
  "funding_source": "",
  "newspaper_types": ["community", "record"],
  "essay": "<p>On January 5, 1827, O.P. Shaw began publication of the <i>Athenian</i>, <a href=’https://www.georgiaencyclopedia.org/articles/counties-cities-neighborhoods/athens’>Athens’</a> first commercially successful newspaper, at a subscription cost of three dollars a year. This newspaper replaced the gap left behind by P. L. Robinson’s Athens newspaper, the <i>Columbian Centinel.</i> The <i>Athenian</i> abandoned the ‘long s’ printing style of its predecessors and, in 1828, politically took a strong anti-tariff stance. In 1832, Albon Chase and Alfred M. Nisbet purchased the <i>Athenian</i> and renamed it the <i>Southern Banner</i>. The owners, both Democrats, quickly aligned their new publication with Georgia's Union Party and the John Clark political faction. In 1846, Chase retired and handed over control of the <i>Banner</i> to Hopkins Holsey who enlarged the paper to a size rivaled only by the <i>Augusta Chronicle and Sentinel</i>. Holsey was also a constitutional unionist and wrote editorials in support of Henry Clay’s 1850 compromise. Holsey sold his shares to union Democrat James A. Sledge in 1853 who then sold half controlling interest to A. A. Franklin Hill in 1855. The <i>Banner</i> maintained strong support for Howell Cobb and frequently featured editorials reflecting Cobb’s political views. At the open of 1860, the <i>Banner</i> maintained that it was not pro-secession, but, much like Cobb’s policy shift began to treat secessionist opinions more favorably. The <i>Banner</i> supported the Breckinridge and Lane presidential ticket, but the election of Abraham Lincoln catalyzed the paper’s shift towards secession. The <i>Banner</i> and its foil, the <i>Southern Watchman,</i> supported the Confederate government once separation became inevitable.</p><p>The <i>Southern Banner</i> experienced several ownership changes in post-war years. James Sledge, who owned and edited the paper during the war, sold the <i>Banner</i> to S. A. Atkinson. The <i>Banner</i>’s masthead and owners went unchanged for forty years until T. W. and T. L. Gantt, a father and son partnership, purchased the newspaper. They changed the masthead to <i>North-East Georgian</i> which continued as such for three years until H. H. Carlton and Company purchased controlling interest of the paper. Under the new ownership, the paper’s title was the <i>Athens Weekly Georgian</i>. By 1878, the paper returned to its original masthead under the ownership of W. F. Combs. The <i>Banner</i> experienced significant growth in 1879 with the introduction of a daily edition. The paper’s title was <i>Athens Banner</i> with weekly or daily included depending on the edition. The publication became the <i>Southern Weekly Banner</i> briefly in 1881 under the ownership of J. T. Waterman. In 1882, the <i>Banner</i> merged with its rival the <i>Southern Watchman</i> to form the <i>Athens Banner-Watchman</i>. Yancey, Cranford, and Gantt were owners of the paper until 1886 when T. L. Gantt became the sole proprietor. The <i>Banner-Watchman</i>’s masthead went largely unchanged until 1889 when the weekly edition became the <i>Athens Weekly Banner</i>. Later in 1891, the weekly edition became <i>The Weekly Banner</i> and printed as such until 1921 when the weekly edition ceased printing. The daily edition was titled the <i>Athens Daily Banner</i> from 1889 to 1902. In 1902, the daily became the <i>Athens Banner</i> under the ownership of H. J. Rowe. The <i>Athens Banner</i> continued with that title until 1923 when the <i>Banner</i> merged with the <i>Athens Daily Herald</i> to become the <i>Banner-Herald</i>. In 1933, the <i>Banner-Herald</i> became the <i>Athens Banner-Herald</i> and continues to publish under that masthead today.</p>"
}