{
  "lccn": ["sn84020084"],
  "funding_source": "taylor_fdn",
  "newspaper_types": ["community", "record"],
  "essay": "<p>The <a href='https://www.georgiaencyclopedia.org/articles/arts-culture/augusta-chronicle'><em>Augusta Chronicle</em></a>, Georgia's oldest active paper, began publication in 1875 as the <em>Augusta Gazette</em>, under the ownership of Greenburg Hughes. After failing to earn the state's printing business, Hughes left for Charleston, South Carolina to work with the <em>Evening Gazette</em>. The printer's departure left John E. Smith to create what is considered the “true” beginnings of the <em>Chronicle</em> in 1876. The paper carried the title <em>Georgia State Gazette, or Independent Register</em> until April 11, 1879 when Smith changed the masthead to <em>Augusta Chronicle and Gazette of the State</em>. The paper's coverage consisted predominantly of outdated news clippings from other papers and reports of legislature proceedings. Dennis Driscol took over ownership of the paper upon Smith's death in 1803. Driscol changed the masthead to the <em>Augusta Chronicle</em> the following year and maintained this title until he sold the paper to the Duyckinck brothers in 1810; the brothers changed the title to the <em>Augusta Chronicle and Georgia Advertiser</em>. Under Driscol's leadership, the publication was staunchly anti-British and later anti-Federalist.</p><p>A.H. Pemberton purchased the publication in 1825 and returned the paper's masthead to <em>Augusta Chronicle</em> in 1834. Pemberton is notable for being among the earliest of Georgia's newspaper owners to call for nullification and secession in 1831. By 1836, the <em>Chronicle</em> merged with the <em>State Rights Sentinel</em> to become the <em>Augusta Chronicle and Sentinel</em> under William E. Jones' ownership. The paper's masthead would remain as such until 1876, but ownership passed to William S. Jones and James W. Jones in 1840. The Jones brothers are credited with modernizing the paper by separating editorship and updating printing technology. By the 1850s, the paper had the largest circulation in Georgia. In the years prior to the Civil War, the <em>Chronicle</em> would principally be a Whig-oriented publication, but later supported the Democratic Party during the Civil War. The paper came under the ownership of former confederate officers Ambrose Wright in 1866 and Patrick Walsh in 1875. Walsh would again revert the paper's title to <em>Augusta Chronicle</em> in 1885. Walsh wrote strongly against lynchings and vehemently opposed <a href='https://www.georgiaencyclopedia.org/articles/history-archaeology/thomas-e-watson-1856-1922'>Thomas E. Watson</a> and the Populist Party. Thomas W. Loyless (also a critic of Watson's campaign) and H.H. Cabiness acquired ownership of the <em>Chronicle</em> in 1903. In 1915, Loyless utilized the <em>Chronicle</em> to support <a href='https://www.georgiaencyclopedia.org/articles/government-politics/john-m-slaton-1866-1955'>Governor John M. Slaton’s</a> commutation of <a href='https://www.georgiaencyclopedia.org/articles/history-archaeology/leo-frank-case'>Leo Frank’s</a> death sentence. In 1921, the paper experienced a devastating fire and still managed to publish an abridged edition the next day.</p><p>The International Paper and Power Company purchased the <em>Chronicle</em> in 1929. William S. Morris purchased controlling interest of the publication in 1945 and later acquired the <em>Augusta Herald</em> in 1955. The Morris family operated both the <em>Chronicle</em> and the <em>Herald</em> under the Southeastern Newspapers umbrella until the <em>Herald</em> ceased publication in 1993. The Morris Communications Corporation continues to operate the <em>Augusta Chronicle</em>, which remains one of the most widely read newspaper publications in Georgia.</p>"
}