{
  "lccn": ["sn89053022"],
  "funding_source": "homeplace",
  "newspaper_types": ["community", "record"],
  "essay": "The <i>Jackson Argus</i> finds its origins in the <i>Indian Springs Echo</i>, which Harmon M. Edge began publishing out of Indian Springs, Georgia, in 1873. For roughly ten years, the publishing location of the paper would shift back and forth from Jackson to Indian Springs before settling in Jackson in 1883. By 1877, the paper, now called the <i>Butts County Argus</i>, was published by the Smith & Stone Company with W. F. Smith as editor. The two owners maintained the paper’s Democratic politics and two dollar per year subscription cost but reduced pages from eight to four. After three years under the editorship of Smith & Stone, the newspaper became the <i>Middle Georgia Argus</i> in 1880 with Harmon M. Edge returning to act as editor. W. F. Smith still maintained some editorial duties, but largely acted as owner and publisher alongside A. B. Smith. Harmon M. Edge was editor for two years, and his departure in 1882 left W. F. Smith as the sole editor again. In 1883, editorial and publishing duties were shared by W. F. Smith, D. J. Thaxton, and S. J. Smith. D. J. Thaxton was sole owner and editor by 1885 and, in the early 1890s, changed the masthead of his paper to the <i>Jackson Argus</i>, or <i>Argus.</i> The paper continued as a Democratic publication during the divisive years of the 1890s and found a rival in the Populist <i>News and Allianceman</i>. In 1897, ownership of the <i>Argus</i> was transferred to A. A. Rose who stayed for only a year before handing the paper to Barry Lee. Lee owned the <i>Argus</i> for six years until eventually selling out to Addison H. Shaver. Mrs. A. H. Shaver is listed as owner of the newspaper by 1909, and she retained that status until 1911. With the exception of E. W. Carroll who served as editor and publisher in 1912, the Shaver family controlled the publication into 1915. In July of that year, <i>Butts County Progress </i>owner J. D. Jones purchased the <i>Argus</i>. The masthead became the <i>Jackson Progress-Argus</i>, and continues today as Jackson, Georgia’s legal organ."
}