{
  "lccn": ["sn89053319", "sn88084081", "sn86053162", "sn85034222", "sn89053328", "sn86053163", "sn82014386", "sn89053320", "sn85038493", "sn85034225", "sn86077235", "sn89053329", "sn89053573"],
  "funding_source": "",
  "newspaper_types": ["community", "record"],
  "essay": "<p>Myron Bartlett established the <a href=’https://www.georgiaencyclopedia.org/articles/arts-culture/macon-telegraph’><i>Macon Telegraph</i></a> in 1826 as a weekly newspaper three years after the incorporation of the city. For the price of three dollars for a year's subscription, readers were treated to reports on the political and economic affairs of the state, reprinted poetry, and local advertisements for hotels, steamboats, and otter skins. In 1848, the paper gained access to instant news stories when the world's longest telegraph line, reaching from New York to New Orleans, was run through Macon. During the early 1840s, the paper aligned itself with the policies and candidates of the Democratic party and in the following decade became a staunch supporter of Georgia's secession from the Union. Joseph Clisby became owner and editor in 1855, converting the <i>Telegraph</i> to a daily newspaper in 1860. On April 21, 1865, the paper suspended publication, for the only time in its history, when Federal troops occupied the city toward the end of the Civil War. The interruption was short-lived, as the paper resumed publication a few weeks later.</p><p>The <i>Telegraph</i> merged with the <i>Journal and Messenger</i> in 1869. Both names appeared on the masthead for the next fifteen years. Clisby served as editor of paper until 1881. Under his editorship, the <i>Telegraph</i> dropped its partisan alignment, creating a more objective news organ. Despite Clisby's leanings toward unbiased reporting, he and his successors used the pages of the <i>Macon Telegraph</i> to steadfastly oppose the 'Atlanta Ring' of politicians promoted by <a href=’https://www.georgiaencyclopedia.org/articles/arts-culture/atlanta-journal-constitution’><i>Atlanta Constitution</i></a> editor and New South advocate <a href=’https://www.georgiaencyclopedia.org/articles/arts-culture/henry-w-grady-1850-1889’>Henry W. Grady</a>. Clisby also established the golden eagle as the symbol of the newspaper, which continues to adorn the Macon headquarters today. In 1914, Brothers William T. Anderson and Peyton T. Anderson purchased the newspaper, serving as editor and manager, respectively and the <i>Macon Telegraph</i> remained in the hands of the Anderson family until 1969.</p><p>Known today as simply the <i>Telegraph</i>, the newspaper continues daily publication, winning a Pulitzer Prize in 1985, among numerous other prestigious awards. The McClatchy Company is the current owner, having acquired Knight Ridder, the Telegraph's parent company, in 2006. As of 2008, the <i>Telegraph</i> was the third largest newspaper in Georgia, with a circulation of over sixty thousand issues daily.</p>"
}