{
  "lccn": ["sn89053684"],
  "funding_source": "ndnp",
  "newspaper_types": ["community", "record"],
  "essay": "John M. Cooper and W. T. Thompson established the <a href='https://www.georgiaencyclopedia.org/articles/arts-culture/savannah-morning-news'><em>Daily Morning News</em></a> in <a href='https://www.georgiaencyclopedia.org/articles/counties-cities-neighborhoods/savannah'>Savannah</a> in January of 1850 as an independent and unbiased voice for reporting the news of Georgia's largest city, in contrast to the political leanings of Savannah's two preexisting rival newspapers. The <em>Morning News</em> struggled through reduced resources and readership during the war years of the 1860s. Cooper and Thompson abandoned their paper prior to <a href='https://www.georgiaencyclopedia.org/articles/history-archaeology/shermans-march-sea'>General William T. Sherman's arrival in Savannah</a> in December 1864. During their absence, John E. Hayes, the <em>New York Tribune's</em> war correspondent, took control of both the <em>Savannah Republican</em> and <em>Morning News</em>, combining both publications' property in the office of the <em>Republican</em>. In January of the following year, <em>Palmetto Herald</em> publisher S. W. Mason purchased the <em>Morning News</em> property and resumed publication of the paper as the <em>Savannah Daily Herald</em> using machinery he shipped in from Hilton Head, South Carolina. He eventually changed the newspaper's name to the <em>Daily News and Herald</em> in 1866. Col. James H. Estill purchased the publication in 1868 and reinstated a variation of its original title, the <em>Savannah Morning News</em>, before using it to lash out at the city's northern military occupiers. Thompson continued to serve as editor of the paper after the war and provided tutelage to <a href='https://www.georgiaencyclopedia.org/articles/arts-culture/joel-chandler-harris-1845-1908'>Joel Chandler Harris</a>, who was an employee of the <em>Morning News</em> in the 1870s. The <em>Morning News</em>' popularity grew throughout the remainder of the nineteenth century, eventually outlasting all of its competitors. The <em>Savannah Georgian</em> ceased publication in 1859. In 1868, the <em>Savannah Republican</em> merged with and was later absorbed by the <em>Savannah Daily Advertiser</em> before going out of business in 1875, leaving the <em>Savannah Morning News</em> as the city's sole daily newspaper. Following the death of Estill in 1907, Frank G. Bell became editor. Bell led the publication until his own death in 1926, and Boykin Paschal succeeded him as lead editor. The paper continued to serve as coastal Georgia's largest newspaper throughout the twentieth century and today remains one of the five largest newspapers in the state with a daily circulation of over fifty thousand."
}