{
  "lccn": ["sn39098424", "sn39724533"],
  "funding_source": "clir",
  "newspaper_types": ["african_american", "school"],
  "essay": "The <i>Panther’s</i> origins are found in the pages of the <i>Mentor</i>, a Clarke College student-published magazine founded in 1928. The <i>Mentor</i> was published until 1945 when the masthead changed to the <i>Panther</i>. The <i>Panther </i>was a monthly newspaper published by students during the academic year. In 1966, the Associated College Press accepted the paper as a member. The newspaper briefly ceased printing in the late 1960s, but was revived during the 1969-1970 school year by three journalism students. In the January 1970 issue, the co-editors announced a new policy which focused on campus news and eliminated Greek reports and student literary selections. Citing a lack of staff in November of 1971, the paper’s sole editor, Tethel White, announced her resignation. The newspaper finally found permanent footing in 1972 when policy changed to allow editors to be appointed by the SGA instead of by popular vote. The student government chose Frank W. Johnson Jr. as editor-in-chief, and the paper had a staff of twelve by its first issue of the year. Under Johnson’s leadership, the paper brought back literary works and Greek reports. Additionally, the paper began to feature political and social issues beyond the confines of Clark College. In an April 1973 issue, Johnson announced that the <i>Panther</i> would expand coverage to include grassroots efforts in areas such as welfare, prison reform, black politics, police brutality, liberation movements in Africa, and other topics of the day. Also found those 1970s issues are calls for student submissions, guest editorials, and statements from school administration. The paper became a weekly publication in the 1990s and continues to publish today under the auspices of <a href=’ https://www.georgiaencyclopedia.org/articles/education/clark-atlanta-university’>Clark Atlanta University</a>."
}