{
  "lccn": ["sn83016086", "sn86053121", "sn86053122", "sn83016084", "sn83016087", "sn83016088", "sn83016085", "sn83016093", "sn83016095", "sn85040618", "sn83016094"],
  "funding_source": "",
  "newspaper_types": ["community"],
  "essay": "On November 25, 1818, Dr. John M. Harney published the inaugural issue of the <i>Savannah Georgian</i> under the masthead <i>The Georgian</i>. Despite proving more successful than Savannah's other major daily publication, the <i>Savannah Museum</i>, Harney felt his publication did not gain substantial readership during its early years and sold the paper to I. K. Tefft and H. J. Finn in 1821. The new owners briefly published the newspaper as the <i>Georgian and Evening Advertiser</i>, but, by May of that same year, returned to titling their paper <i>The Georgian</i>. On June 2, 1821, the <i>Georgian</i> came under the ownership of George Robertson and his brother, William Robertson. The brothers renamed their newspaper the <i>Savannah Georgian </i>in 1824 and maintained that title for five years. The Democratic <i>Georgian</i> was a political and commercial competitor to the Whig-leaning <i>Savannah Republican</i> during the antebellum period. From 1822 to 1823, George introduced a tri-weekly edition of the paper first titled <i>Georgian for the Country </i>and then the <i>Savannah Georgian</i>, but it failed to gain traction<i>. </i>After purchasing George's interest in the paper in 1827, with the assistance of a Mr. Bevan, William acted as owner and editor until 1832. Beginning with 1829, William returned the newspaper to its original title, <i>The Georgian</i>. William sold his paper in 1832 to Dr. R. D. Arnold and William H. Bulloch who again changed the masthead, this time to <i>Daily Georgian</i>. In 1835, Bulloch became sole editor and proprietor and maintained that position until 1849. Bullock retitled the publication the <i>Savannah Georgian</i> once more, and published weekly editions from 1839 to 1841. In 1849, Bullock sold the paper to Henry R. Jackson and Phillip J. Punch who formed a partnership with S. S. Sibley. The <i>Georgian</i> passed through many hands at this stage until merging with the <i>Savannah Daily Journal and Courier</i> in May 1856 under the direction of R. B. Hilton. The publication's final owner, Albert R. Lamar, was unable to completely revive the paper, weakened after years of rapidly changing management, and the newspaper completely ceased printing in 1859."
}