{
  "lccn": ["sn83016182"],
  "funding_source": "taylor_fdn",
  "newspaper_types": ["community", "record"],
  "essay": "In 1763, twenty-five-year-old Scottish immigrant James Johnston established the <i>Georgia Gazette</i>, Georgia’s first newspaper, at his print and book shop on what is now Broughton Street in Savannah. Johnston, relying on news coming from Savannah ports, included European and national news alongside his local reporting. The <i>Georgia Gazette</i>, ran for nearly forty years, with some interruption by the Stamp Act of 1765 and Revolutionary War. During the Stamp Act controversy, Johnston continued to publish official announcements, but took a strong personal stance against the new law; notable are the inclusion of patriot meeting announcements at the Tondee Tavern. His paper ceased publication in November of 1765 and did not resume printing until May 21, 1766. Despite his editorial resistance to the act, Johnston’s government contract was renewed in April, 1768. During this time, Johnston continued to publish government announcements and loyalist letters, but the printer also included patriot ads and colonial interest pieces. This seemingly neutral publishing behavior drew the attention of Georgia’s Council of Safety which prompted Johnston to leave Georgia in early 1776 and cease publication of the <i>Georgia Gazette.</i> Johnston was declared guilty of high treason in March, 1778, but this would not end his eventual return as a Savannah printer. James Johnston’s <i>Georgia Gazette</i> did not publish during the years of 1777 and 1778. In that time, a separate, Patriot-run, <i>Georgia Gazette</i> operated in Savannah. The two printers attributed to this version of the paper are William Lancaster and Edward Welch. The British regained control of Savannah in December of 1778 and by January 21, 1779, the staunchly loyalist <i>Royal Georgia Gazette</i> was being printed on Broughton Street by a John Daniel Hammerer. By August 12, 1779, however, James Johnston was printer and editor of the <i>Royal Georgia Gazette</i> and continued to publish under that title until 1782. Johnston was forced out of Savannah again for a short time once Patriots retook control in the summer of 1782. By January 14, 1783, however, Johnston applied to be the official printer of the Georgia House Journals. Johnston, apparently forgiven by the new government, gained that contract and the <i>Gazette of the State of Georgia</i> began printing out of the Broughton Street press by January 30, 1783. This newest iteration of the <i>Georgia Gazette</i> was the only newspaper in the state of Georgia until 1785 when Greenberg Hughes, anticipating the movement of Georgia’s legislature to Augusta, Georgia, started a paper of his own. Johnston only worked as printer of House Journals until 1786, but he continued to publish under the <i>Gazette of the State of Georgia</i> masthead until 1788. From 1788 until Johnston’s retirement in 1802, the paper once again published under the title <i>Georgia Gazette</i>."
}