{
  "lccn": ["sn82014394", "sn82014388"],
  "funding_source": "taylor_fdn",
  "newspaper_types": ["community", "record"],
  "essay": "On August 21, 1802, James Lyon and Samuel Morse established the <i>Georgia Republican & State Intelligencer</i> as Savannah’s fourth newspaper. The paper began as a weekly, but in October, the partners expanded their paper to semi-weekly publication. The <i>Columbian Museum</i>, having outlasted the <i>Georgia Gazette</i>, was Savannah’s largest newspaper at the time, but the <i>Republican</i>’s owners quickly sparked a rivalry with the <i>Museum.</i> Upon Morse’s death in 1805, Lyon was assisted by Mrs. Morse until the paper was sold off in 1806. After brief management by Norman M’Lean, John F. Everett became the new owner in 1806 and changed the name to the <i>Georgia Republican</i>. Everett entered into a partnership with John J. Evans on March 10, 1807 and began tri-weekly publication. This new tri-weekly iteration of the newspaper was titled <i>The Republican; and Savannah Evening Ledger</i>. On June 28th, 1810, John J. Evans became the sole proprietor and editor of the <i>Republican</i>. Politically, the <i>Republican</i> was Democratic-Republican and supported the War of 1812. This pro-war stance brought the paper at odds with a short-lived Federalist publication titled the <i>American Patriot</i>; the <i>Republican</i> did not hesitate to publish letters criticizing the <i>Patriot</i> for its anti-war sentiment. During this period of War, Evans sold out to similarly Democratic-Republican Frederick S. Fell on January 1, 1814. Fell operated the paper alone until forming F. S. Fell & Co. with Mr. A. McIntyre in March, 1817. By this time, Fell had shortened the title to <i>Savannah Republican</i> and, with the exception of frequently including the word “daily” in the masthead, the title remained unchanged until 1839 when it became the <i>Daily Republican</i> for a year. The partnership with McIntyre lasted a year, and Fell again worked alone until James G. Greenhow joined him in 1821. Greenhow also only worked with Fell for a year, but Fell found a long term business partner in Emanuel DeLaMotta on May 29, 1830. DeLaMotta continued the <i>Republican</i> after Fell’s death on October 10, 1831, and brought on Mr. I. Cleland in June of 1837. After DeLaMotta left in 1839, Cleland was sole publisher until William Hogan purchased interest in the paper on February 15, 1840. Under the firm name Hogan & Davis, the <i>Republican</i> politically became a Whig publication. Davis stayed with the paper until selling his share of the paper to Francis J. Winter in 1847, but Hogan sold his interest to Joseph L. Locke after less than year of ownership. The <i>Republican</i> was owned and edited by Locke and Winter until Winter’s death in 1848. After the death of his business partner, J. L. Locke was sole owner with editorial assistance from P. W. Alexander. The paper gained a new interest holder in 1849 when A. W. Moore became the business manager. After Locke’s retirement in 1853, the <i>Republican</i> was published by the P. W. Alexander and Company until Moore’s retirement in 1855. By 1856, the paper once again found itself with new owners as Alexander sold his shares to James R. Sneed and F. W. Sims. Sneed acted as the head editor and Sims filled the role of business manager, and this arrangement continued until the paper was seized by Union military in December, 1864. Changing the masthead to the <i>Savannah National Republican</i>, John E. Hayes, the <i>New York Tribune’s</i> war correspondent, took control of both the <i>Savannah Republican</i> and <i>Morning News</i> and combined the publications’ property in the offices of the <i>Republican</i>. Hayes managed the paper until his death in September, 1868, and, during this time, the newspaper politically aligned with the Republican Party. James R. Sneed returned to partially own the paper for a time in 1869 and returned the masthead to the <i>Savannah Daily Republican</i>. Back in the hands of former owners, the paper became a more conservative, Democratic, publication for the remainder of its existence. In 1868, the <i>Savannah Republican</i> merged with and was later absorbed by the <i>Savannah Daily Advertiser</i> before going out of business in 1875."
}