{
  "lccn": ["sn89053162", "sn91099199"],
  "funding_source": "taylor_fdn",
  "newspaper_types": ["community"],
  "essay": "The <i>Temperance Banner</i> was one of the south’s earliest temperance newspapers, and, probably because of its early relationship with the Georgia Baptist Convention, one of the longest surviving temperance newspapers. Founded in 1834, Reverend Jesse Mercer published the paper out of the same offices as the <i>Christian Index</i> with the assistance of William H. Stokes and William A. Mercer. Jesse Mercer first based his temperance paper on old temperance societies that called for moderation, but in 1835 he shifted to the newer philosophies of total abstinence. The <i>Banner</i> frequently featured the writing of Josiah Flournoy who, in 1839, petitioned the state legislature to ban the sale of alcohol. When the <i>Christian Index</i> moved to Penfield in 1840, the <i>Temperance Banner</i> followed and fell under its longest editor, Benjamin Brantley. For a time, two temperance newspapers were published in Georgia, the <i>Augusta Washingtonian</i> (founded 1842) and the <i>Temperance Banner.</i> On November 21, 1844, the Forsyth State Temperance Convention decided that, due to its cheaper cost, only the <i>Banner</i> would be officially endorsed by the Convention. The <i>Banner</i> became the legal organ of the Sons of Temperance in 1848 and, during the State Convention of that year, the topic of moving the newspaper to a more central location was raised. Brantley served as editor until 1855 when Colonel John H. Seals of the <i>Sunny South</i> purchased the <i>Banner</i>. That same year, the <i>Banner</i> supported temperance candidate B. H. Overby for governor of Georgia. Seals changed the masthead from the <i>Temperance Banner</i> to the <i>Temperance Crusader</i> in 1856 and moved the publication to his offices in Atlanta at the close of 1857. In 1858, the title was again briefly changed to the <i>Georgia Temperance Crusader</i>. Seals, wanting to expand the paper beyond the Sons of Temperance, began to include literary interests and occasionally printed the title as the <i>Literary Crusader</i>. In 1859, Seals brought on Mary E. Bryan as an assistant editor and she served until 1860. Mrs. L. Virginia was hired as literary editor in 1861 with John H. Seals as general editor and proprietor; it is at this point the masthead became the <i>Georgia Literary and Temperance Crusader</i>. A combination of dropping subscription rates and financial struggles of the Civil War caused the paper to cease publication in the late 1860s."
}