{
  "lccn": ["sn87090503", "sn85034440", "sn90052268", "sn90052019"],
  "funding_source": "taylor_fdn",
  "newspaper_types": ["community"],
  "essay": "The <em>Augusta Constitutionalist</em>, founded by Phillip C. Gieu, began as a tri-weekly paper in 1822 titled the <em>Georgia Constitutionalist</em>. Despite evidence to the contrary, in 1873, the paper claimed to be the “oldest democratic paper in the south” with its founding date set at 1799; the <a href=" https://www.georgiaencyclopedia.org/articles/arts-culture/augusta-chronicle"><em>Augusta Chronicle</em></a>, founded in 1785 and long rival of the <em>Constitutionalist</em>, disputed this statement. James Gardner, the <em>Constitutionalist’s</em> longest running owner and editor, purchased the paper in June of 1845. Gardner identified himself as a southern rights Democrat but notably used his paper to support union-Democrat <a href=" https://www.georgiaencyclopedia.org/articles/government-politics/howell-cobb-1815-1868">Howell Cobb</a> in 1853 for U.S Senate. Gardner published many editorials voicing opinion against Joseph E. Brown’s run for a third gubernatorial term in 1861 as well as warning against southern resistance in the case of a Republican presidential victory. Despite these misgivings about secession, the <em>Constitutionalist</em> would throw its support behind the Confederacy. Having moved to a more owner-oriented role, Gardner briefly hired Henry W. Cleveland as editor in 1864. Cleveland, however, was fired for his private communication with and open support for reunification advocates <a href=" https://www.georgiaencyclopedia.org/articles/government-politics/joseph-e-brown-1821-1894">Joesph E. Brown</a> and <a href=" https://www.georgiaencyclopedia.org/articles/government-politics/alexander-stephens-1812-1883">Alexander Stephens</a>. Cleveland’s replacement, James Ryder Randall, revamped the <em>Constitutionalist’s</em> opposition to reunion and this position resulted in the paper’s suspension by the Union military from May 7th to May 17th, 1865. Gardner maintained a degree of ownership until retirement in May of 1873 and the publication shut down briefly under increasing financial struggle. James Randall, with the help of investors, revived the <em>Constitutionalist</em>. The paper survived independently until March, 1877 when Patrick Walsh of the <em>Chronicle and Sentinel</em> purchased the publication to create the <em>Chronicle and Constitutionalist</em>."
}