{
	"funding_source": "",
	"newspaper_types": ["community", "record"],
	"essay": "<p>Carey Wentworth Styles took advantage of Atlanta's newly acquired status as the capital of the state when he purchased the <i>Daily Opinion</i> in 1868 and renamed it the <i>Constitution</i>. He released the first issue on June 16, 1868. In October of that year, the publication was renamed the <i>Atlanta Constitution</i>. Styles sold his interest in the paper later that year to partners William A. Hemphill and James H. Anderson. The <i>Constitution</i> was so successful in its first few years of publication, it forced Atlanta's oldest newspaper, the <i>Atlanta Intelligencer</i>, out of business in 1871.</p><p>Henry W. Grady purchased a quarter share of the <i>Constitution</i> in 1880 and over the following decade became the state's most prominent journalists during his celebrated crusade for an industrialized \"New South.\" His tireless promotion of the paper in the 1880s resulted in the <i>Constitution</i> having the largest circulation of any newspaper in the South by the end of the decade. Following Grady's death in 1889, Clark Howell, son to owner Evan P. Howell, became managing editor. Clark Howell purchased paper co-owner William A. Hemphill's stock in the Constitution in 1901 and would become president of the company by 1902.</p><p>The <i>Constitution</i> would notably support peace prior to entry into World War I and backed Woodrow Wilson's proposal for a League of Nations. Clark Howell Jr. served in the military until 1920 when he became business manager of the <i>Constitution</i>. Following Clark Howell Sr.'s death in 1936, Howell Jr. took over as publisher; he later became editor in 1938. Ralph McGill was hired in 1929 and became the <i>Constitution</i>'s most famous journalist since Henry Grady. McGill became editor in 1942 and his personal essay columns were used to call for reform and address injustices wherever he saw them. McGill won a Pulitzer Prize in 1959 for editorial writing for a column condemning the bombing of Atlanta's Jewish temple the previous year. In 1960, the now famous editor took over as publisher of the <i>Constitution</i> and maintained that role until his death in 1969. McGill was a strong supporter of the Civil Rights movement and continued reporting on social injustices even as the Constitution came under new ownership.</p><p>In June 1950 when James Middleton Cox, owner of the larger <i>Atlanta Journal</i>, acquired the publication and formed Atlanta Newspapers, Incorporated. For a time, the newspapers would still publish under their respective mastheads with <i>Constitution</i> releasing in mornings and the <i>Journal</i> in afternoons; the morning edition featured liberal-leaning editorials while the afternoon issues were more conservative. The <i>Journal</i>'s position as the more popular publication began to dip in the 1970s when morning editions took over in popularity, and, after seeing circulation drop below 100,000 in 2001, the <i>Journal</i> and <i>Constitution</i> finally merged under a single masthead. The <i>Atlanta Journal-Constitution</i> continues today as among the top twenty newspapers in circulation nationwide.</p>"
}